IDEA Open Model
PointSupportNode.FlexibleStiffnessRX Property
Compatible with IDEA StatiCa v 10.1
 Support stiffness rotational RX
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double FlexibleStiffnessRX { get; set; }
Public Property FlexibleStiffnessRX As Double
	Get
	Set
public:
property double FlexibleStiffnessRX {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
PointSupportNode Class
IdeaRS.OpenModel.Model Namespace